# -*- coding: utf-8 -*-
ROLES = [
    (u'機械四', u'陳劭芃', """
    疾如風，徐如林，變態如火，臭屁難搧，飛吧玉體橫陳，獨領風騷，球場上的展翅大鵬\n釘三米，調三米，連打手都落三米的三米王，\n新世代排球界巨星，\n台大機械超罩攻擊，\n全方位的球員，\n騷芃大大！\n一位高人形容他疾如風，徐如林，熱情如火，穩重如山。\n他是一位校史大師，更是球場上的紅色閃電。\n他縱身一躍，大鵬展翅，獨領風騷的一球。\n不只釘三米，更釘進心裡。"""),
    (u'機械四', u'蔡宗岳', """
    還記得去年明星賽最萌的球員嗎？\n沒錯，他，就是機械巨砲蔡宗岳。\n挾帶著迷死人不償命的笑容，還有那愈來愈粗壯的小腿肌，今年他再度參加明星賽啦！\n想看布丁？想看春麗？把神聖的一票給他，就能滿足你所有願望！\n
    """),
    (u'數學所博士後', u'邱鈺傑', """
    他，不管站在哪裡都看的到對面的洞\n他，不管站在哪裡都可以cover自己家裡的洞\n他，不管站在哪裡都可以扣爆對方\n想看交大來的博士後爆扣舊體地板?\n請投台大劃時代球員：Well Chiu\n
    """),
    (u'財金一', u'賴璿惟', """
    大家總稱你是球場上的帝王，每個舉手投足左右著賽局的勝負，變化莫測的球路化解對方防守，然後毫不留戀的轉身，帶著你最迷人的微笑。\n但你總靜靜做個守護者，每場浴血奮戰，每場凱旋歸來，都仰賴你不求回報的努力，和那傲然挺立的背影…\n
    """),
    (u'應力所碩二', u'黃昫璁', """
    大機盃、北機盃都看到了學長出類拔萃的技術，而他在這學年擔任了機械系排的教練，教導我們排球的技巧，十分受人景仰。\n為什麼止兀狂催油門？為什麼贖貞也站了起來？\n卡咩卡咩卡咩嗚喔～～～\n因為國際知名劇團的大明星來了～他是《大陽劇團》的水箭龜 - 阿跡！\n他擁有鐵砲般的重扣、龜甲般的堅實防守，\n種類是排球人，屬性是搞笑，\n談笑之間，不管對手是強是魯都灰飛煙滅！\n票投水箭龜，讓《大陽劇團》台柱阿跡的巨砲鎮憾全場！\n
    """),
    (u'應力所碩一', u'林信昌', """
    在場上悠遊的男子\n一個時常不小心接嗆斯\n他總是悠悠哉哉的得分\n一位曾經稱霸成大主場的悠閒臉龐\n信昌，參上\n
    """),
    (u'社會一', u'高修信', """
    主攻不二人選，攻擊威力猛如砲火\n矯健彈跳，手如皮鞭，疾速揮落\n球路刁鑽，或直或斜，或吊或扣\n雖是主攻，後排防守仍是牢不可破\n穩固防線，迅速位移，敵手攻勢完全掌握\n試想，接下對方一記重扣，再還以後排攻\n如此可攻亦可守，是排球全方位能手\n主攻請投高修信，明星賽亮點將更突破\n
    """),
    (u'農藝所研究助理', u'林柏均', """
    低調回歸，BJ4。\n
    """),
    (u'生機一', u'陳昭銘', """
    無人不知 無人不曉\n臉上總是帶著靦腆的笑 隱藏著殺意\n你絕對不會希望打球時 他站在你對面\n他是......................\n陳昭銘\n
    """),
    (u'農藝二', u'郭佑澤', """
    曾經，有人問他為什麼喜歡走路\n他說：在空中待久了，心裡總有點不踏實\n而余老師為了球具的完整與球員的安全特別叮嚀佑澤\n老師的叮嚀，佑澤都聽到了\n只是他一直都不清楚要怎麼小力啊\n地方的舊體需要重建，重建需要破壞\n就讓他在這地上釘上屬於排球人的刻痕吧\n
    """),
    (u'電子所博四', u'曾德軒', """
    大家都知道火星，但卻不一定知道火星的由來。\n讓這位打過清大交大台大校隊的男人來告訴你，火球王子是一個怎樣的概念。\n想看「單腳背飛」重出江湖？\n想一睹炸裂地板的火球重扣？\n請指名：曾德軒。\n
    """),
    (u'法律二', u'陳穎翰', """
    雖然只有１６４的身高 卻可以摸框\n對他而言\n身高不是問題\n憑藉著優越的彈跳力\n他克服球網的高度\n力逼對手的前區\n大家都知道\n遇到他不能不攔網\n否則只有被定三米的份\n這樣優秀的人要出來角逐明星/新秀的資格了\n你能不投他嗎\n
    """),
    (u'心理三', u'楊同榮', """
    從中興到台大 雖然系級是心理三 年紀和球齡卻不只是三年級\n完美強扣 連地板也為之動容 對手只能感嘆跟讚嘆\n層層守護 用生命接起每一顆球 連貼手都像在比賽一樣拼命\n想一賭用生命打球的強者嗎? 請投心理三 楊同榮\n
    """),
    (u'土木碩二', u'黃耀賢', """
    近年來排球場有個傳說\n每年二月某一天的晚上\n總有一根球柱遭受到外力破壞\n有人說是臺大排球場受到詛咒\n也有人說是中二半夜惡作劇\n不管真相是如何 所有少女都為了那根歪掉的球柱瘋狂\n因為她們相信 那根球柱能夠讓他們遇見真命天子\n能把球打上二樓又如何\n能破壞舊體地板又怎樣\n有腹肌又有什麼了不起\n曾經號撐台大黃曉明的他\n現在已經獲得另一個稱號\n一個連球柱也能頂歪的男人\n今年的黃帥賢將在明星賽展現他精湛的防守和暴力的扣球\n帶給那些乳臭未乾的小鬼一場前所未有的震撼教育\n讓他們知道什麼東西才叫做\n排 球。\n
    """),
    (u'政治二', u'蕭竣元', """
    來自師大附中排球隊\n擁有無限可能的主攻手，手上永遠都存在燃燒的小宇宙\n稱號台大「李家同」，其著名著作「讓高牆倒下吧！」\n無論怎樣堅強的高牆攔網，在他面前只有倒下摧毀殆盡\n讓一道道高牆倒下，輕鬆得分\n去年的遺珠之憾，今年的明日之星\n今年的你還要再錯過嗎\n請投台大李家同，蕭竣元\n
    """),
    (u'胡祐瑋', u'土木三', """
    在球場上\n一陣風來\n又去\n隨著轟天巨響\n是隕石嗎\n不是\n而是\n球被定下去的瞬間\n至理名言就是\n球來就打!!!\n
    """),
    (u'化工三', u'吳昌恩', """
    吳昌恩/化工三\n現任化工系男排隊長\n擁有一身肌肉，充滿著無限的爆發力\n在球場上，他是一匹野獸\n強大的力量足以讓對手跪地求饒\n他的身影，散發著野性的光輝\n讓人能夠感受到他的霸氣\n對於運動的執著，絕不亞於任何人\n技巧上的琢磨，球場上的專注\n是球隊上一大精神支柱\n綽號「漢堡」的他，降臨台大排球場，那核彈式的爆扣絕對傲殺全場！\n結實的體格、卓越的彈跳、高超的手腕，他的明天，沒有極限啊啊啊！
    """),
]

