# -*- coding: utf-8 -*-
ROLE_BACK = [{
	'department':'生機一',
	'name':'黃漢威',
	'description':"""他，是個魯蛇，只在兩個地方展現才能第一個，就是魯蛇界：他是魯蛇之王第二個，是排球界：建中排球社當家舉對，台大生機希望之星二號(一號是國手)，台大新生盃亞軍、華城盃殿軍你/妳也是魯蛇嗎?請支持同為魯蛇的 生機一 黃漢威
""",
},
{
	'department':'人類二',
	'name':'蔡佳昇',
	'description':"""你有看到排球場上的那雙美腿嗎?就在那，石榴裙下的120公分傲人腿長隨著一次又一次的起跳飛舞的裙子當你還看著他的裙擺飛舞時球，已在你身旁落下。他，最擅長的不是閃手而是手尾靠著一次又一次的手尾從聯賽中拯救台大他，已不再是佳昇，而是佳神!!把票投給佳昇，他將帶你飛上高空，一覽攔網上的風景
""",
},
{
	'department':'戲劇四',
	'name':'陳奕',
	'description':"""著名排球隊“西洋劇團”現任隊長，上屆明星賽第二高票舉對，用失控的左臂、失控的彈跳力、失控的臉蛋、和失控的感情世界，擄獲大專盃比賽現場無數少男和一些少女的芳心．音樂工作者、業餘模特兒、令他校聞風喪膽的台大17號左手戰神．投給他，三個願望他來幫你滿足．
""",
},
{
	'department':'地理碩二',
	'name':'許景舜',
	'description':"""什麼是最強舉對??當你的主攻手被對面盯死你的攔中手狀況不佳只要把球往後面輕輕一推不管怎樣的球保證一球一分還沒見識過什麼叫最強舉對嗎?最強舉對 許景舜 讓你開拓眼界
""",
},
{
	'department':'藥學三',
	'name':'陳冠廷',
	'description':"""每一個跳發，女孩們不得不為他融化；每一個扣殺，男孩們不得不叫他老大。他是排球場上的強力傭兵，你可以在他身上找到所有結合了力與美的武器：滴水不漏的攔網、線條流暢的魚躍，還有完美拉弓後氣勢萬鈞的重扣。雖然愛裝可愛擄獲場邊少男少女的心， 但打球一點都不是個花瓶腦闆，鳥仔腳跳這麼高合理嗎？這麼瘦磅數這麼高合法嗎？這麼高這麼帥眼睛這麼瞇人的球員根本不科學嘛！！！
""",
},
{
	'department':'法律二',
	'name':'李德君',
	'description':"""打攻擊的都知道在場上千萬不可以得罪舉球員不然你會沒球可打但是你不能不知道有這麼一個人連舉球也不敢得罪不然他會讓舉球沒球可舉他為千千萬萬位被舉球冰的人報仇雪恨他向千千萬萬位冰人的舉球提出挑戰他是攻擊手中的金恩博士他就是名聞遐邇的標竿
""",
},
{
	'department':'化工一',
	'name':'洪紹祥',
	'description':"""撞球、網球、乒乓球；棒球、排球、曲棍球，無球不通，無球不曉。只要是球到了他的手上，就希望無窮。擁有超人的身材，潘安的臉蛋，還有一身曬的不深、不淺，晶瑩剔透的黝黑皮膚，如此極品可謂世所罕有，百年難得一見。他在球場上迷人的英姿甚至讓球迷臉紅心跳、小鹿亂撞""",
},
{
	'department':'心研所博五',
	'name':'林思宏',
	'description':"""心研所博五/林思宏即使30歲 仍縱橫球場 人稱球場的常青樹活到老 學到老 到90歲還是懷著18歲的排球魂用腦袋打球 靈活扣球吊球 打短打長樣樣行 扮演讓球隊更上一層樓的關鍵人物打過十年大心盃的好男人 熱血的心十年如一日 從未改變球場怪力 強勢回歸!!
""",
},
{
	'department':'心理碩一',
	'name':'林韋愷',
	'description':"""曾經在高醫大play場叱吒風雲，令人聞風喪膽。神似李小龍的側臉融化了多不勝數的少女。在場上有時臉很臭有時卻愛傻笑，那種反差萌擊碎了多少的少女心。在大學四年拿到的獎牌不勝枚舉。打球時就算站在在遠遠地方也可以感受到他的威懾力，那種野性連男人也難以招架。不到緊要關頭，不會拿出全部實力，開始認真的時候連本人都會害怕。如果他有心要閃，攔網什麼的皆是浮雲，有時候扣球看似很nice，其實只是不想爆頭賠眼鏡say sorry。 從高醫大來的單眼皮魅力男子！懇請大家給南台灣一個機會！
""",
},
{
	'department':'資工碩二',
	'name':'吳政軒',
	'description':"""流暢的舉球，無情的破壞對手打亂節奏的企圖鐵壁般的攔網，讓對手定三米到自己的場上空中優美的弓身，蓄積了炸藥般的攻擊火力地上華麗的魚躍，令場上所有人都震驚了ＫＫ，不朽的名號，天生的明星球員讓交大李敏鎬告訴你，怎麼做一個carry的舉對
""",
},
{
	'department':'語言所碩二',
	'name':'張智傑',
	'description':"""你有夢想嗎？你聽過「球給智傑」嗎？想要親身感受刺激19x5嗎？Google翻譯臺大第一帥，結果只有張智傑三字！跳發、攻擊、防守，都無懈可擊的男子！投他一票吧！看智傑如何在用霸氣及實力震懾對手之餘還以迷人的酒窩跟笑容虜獲場內場外男女老少的心<3""",
},
]
