# -*- coding:  utf-8 -*-
ROLE_LIBERO = [{
	'department': '地理三',
	'name': '林沃錚',
	'description': """中一中校隊自由全國地理盃三連霸自由2014全國大地盃冠軍自由2015理院盃冠軍自由
""",
    },
    {
	'department': '政治三',
	'name': '魏展希',
	'description': """一名來自澳門培正中學的帥氣球員 只要他成為了你的隊友 不管是幾號XX快<br>想要以出其不意、超級強力扣球蹂躪地板的對手們你們所有精心策畫的攻擊策略，在他面前都將化為烏有他絕對會好好守護地板最後的尊嚴因為只有他，才是地板最強的守護者
""",
    },
    {
	'department': '解剖所碩二',
	'name': '石哲宇',
	'description': """沉潛在醫學院區，在研究實驗奮戰之中，心中默默地嚮往台大盃男排明星賽，盼能燃燒熱血排球魂。北醫大校隊屆時最佳自由，正取台大或許只為一圓明星賽夢。「球不落地，比賽就還沒結束。」
""",
    },
    {
	'department': '電信所碩二',
	'name': '陳駿彥',
	'description': """外號臭臭的他無數次守護電機系男排不論是對方刁鑽的發球還是強勁的扣球他都能從意想不到的地方飛躍而出讓攻擊手無後顧之憂那接出一道道的完美弧線不知道讓多少場邊的學弟為之瘋狂他就是臺大電機男排當家自由兼吉祥物你/妳怎能不投他一票
""",
    },
    {
	'department': '生醫電資所碩二',
	'name': '楊筌凱',
	'description': """曾經有一顆排球如是說:如何讓你遇見我，在我最美麗的時刻。佛於是把我化作一顆排球，落在明星賽的球場上。我不畏懼主攻們如何暴力相向、不害怕欄中們如何從中阻攔因為我知道，在我撞向冰冷的地板之前總會有一雙溫暖的手墊在上面 將我化成一道溫柔的拋物線那雙手的主人，便是成大前隊長、台大自由、去年明星自由-楊筌凱
""",
    },
    {
	'department': '政治所博四',
	'name': '比屋根亮太',
	'description': """"想知道怎麼接出又慢又甜的chance嗎？<br>想知道怎麼撲出滑行九米的fish jump嗎？<br>今年夏天，讓來自Okinawa的亮太桑為明星賽帶來international的performance吧！"
""",
    },
    {
	'department': '機械五',
	'name': '孫鵬鈞',
	'description': """"去年在明星賽場上<br>用微笑殺球<br>用帥臉壓迫對手<br>讓場邊尖叫<br>男女通吃的傳奇主攻<br>今年要再度參加明星賽了！<br>不過這次，他將成為嗆司製造機<br>無論是高磅數的扣球<br>還是刁鑽的吊球<br>他都能輕鬆接成嗆司<br>然後用他的帥臉<br>擊垮對面攻擊手的自信<br>他就是擁有兩個粉絲專頁的<br>孫 鵬 鈞！""",
},
]
