# -*- coding: utf-8 -*-
ROLE_SETTER = [{
	'department':'機械五',
	'name':'陳智浩',
	'description':"""蛤？你問我陳智浩是誰？我只知道惦惦是誰。身為機械系傳奇舉球員，無論是1號2號100號，還是A快B快CD快，都能精準的把球舉到最佳位置。蛤？你問我什麼是最美的拋物線？把你的票投給惦惦，他將舉出一道絢麗的彩虹。
""",
},
{
	'department':'資管四',
	'name':'謝義偉',
	'description':""""一閃而逝的身影，敏捷的位移，靈活的配球，還有讓攻擊手看了會感動大喊""這球怎麼這麼好打以後打不到怎麼辦""的球質。他是來自資管系人稱偉哥的謝義偉，三大台大外場不能不認識的球員之一。身為資管系排前隊長，去年帶領球隊一路過關斬將闖入台大盃四強，面對傳統強隊的電機系高人，偉哥巧妙地穿針引線，將己方在兩百公分長人攔中以及前明星球員彭懷德的攻擊優勢發揮得淋漓盡致，再加上冷不妨的二攻吊球，完全壓制對手火線進而最後挺進冠軍賽。有人說排球是天空的對決，儘管天空不是他的主戰場，驚人的速度、穩定的送球、敏銳的判斷，使他成為空中攻擊手們最佳的導航者、球隊迎向勝利的指揮官！明星賽票投資管最大尾，絕對讓你不後悔！"
""",
},
{
	'department':'應力所博六',
	'name':'黃柏勳',
	'description':""""從前在成大的時候 受過很多學長照顧<br><br>雖然很多底子，<br>是從小勤奮努力慢慢紮實地磨練<br><br>但很多的經驗、觀念 和視野<br>卻無庸至疑是大學的點滴哉培<br><br>在總是精準穩定的畫出每一顆完美弧線之後<br><br>小胖老師有更多的期望是<br>能看到更多學弟在排球有更多的獲得<br><br>雄厚的實力；虛懷若谷的態度<br>這樣使人如沐春風的小胖<br>舉球這票，能不投他嗎？"
""",
},
{
	'department':'物理碩一',
	'name':'王彥翔',
	'description':"""他跪著舉出讓對手雙膝一軟的好球，他的發球開啟了觀眾的歡呼。他讓攻擊手有著備受呵護的感覺，想起了故鄉的母親；他的小腿讓你回憶起第一次吃勁辣雞腿堡的感覺。他是王彥翔，從生工來到了物理，今年他將再度告訴你：「整個球場，都是我的伸展台。」
""",
},
{
	'department':'農藝二',
	'name':'林炫宇',
	'description':"""人說:上樑不正下樑歪──但這在他的眼中是個笑話。斜一邊的瞄準器，卻可以畫出筆直而美麗的弧線，他就是 歪頭哥。如對待女子的柔情，小心翼翼的將球送上天際，讓攻擊手能盡享這甜蜜的瞬間。最令人聞風喪膽的是他那令人完全摸不著頭緒的配球，就連隊友有時也會被他耍個幾回，他就是不正傳說。
""",
},
{
	'department':'電子所碩二',
	'name':'林子堯',
	'description':"""人們都說哥很猥瑣但哥只是含蓄靦腆人們都說哥很變態但哥只是內心澎湃了些哥能保證舉出的球顆顆甜蜜一定能讓攻擊手感受到如初戀般的戀愛滋味
""",
},
{
	'department':'心研所碩三',
	'name':'馬子倫',
	'description':""""排球就是生活 球場就是第二個家準確的判斷 迅雷不及掩耳的速度彈簧般柔軟的手腕 穩定舉出最適合攻擊手的好球俗話說:""不是因為對方很會攔網，所以失分是正常的""而是""能攔網是因為不是他來舉球，由他來舉絕對沒時間讓你攔""好舉球 不投嗎?"
""",
},
{
	'department':'醫學二',
	'name':'陳威宇',
	'description':"""搞笑的風格，確是沉穩的內心，不管是舉還是調，都掌握在他的雙手掌中舉球精準的到位，調球措不及防的速度，身型偏瘦的軀體，卻能彈射出一個傲人的高度他是陳威宇，來自金門的他，更廣為人知就是叫金門你準備好感受他調配的魔力，與燃燒鬥志時的魅力了嗎
""",
},
{
	'department':'科法所碩四',
	'name':'呂佳霖',
	'description':""""有如場上的魔術師 利用各種戰術欺騙對面的攔網手<br>有如場上的創世神 讓攻擊手的人生變成彩色<br>有如場上的撒旦 將對手玩弄於股掌之間<br>有如場上的偷心大聖 把場下的觀眾迷的神昏顛倒<br><br>華麗的動作配上多變的配球<br>校隊當家舉球的他即將在明星賽上展現一系列力與美的視覺饗宴"
""",
},
{
	'department':'機械三',
	'name':'林立宗',
	'description':"""傳說中，僅僅用手指抓住輪胎，就足以在一秒內煞住時速一百二的法拉利的男人僅僅用指甲碰球，就能在場三舉出場一修正球的男人你有看過地表最強指力嗎？那，投給機械三林立宗就對了""",
},
]
